Repository: lliurex/pintascreen
Catalog: src/pintascreen/.lang/*.po
Languages: gl_es

source: Pinta, señala, marca, escribe en la pantalla para mejorar tus explicaciones. Con teclado Virtual. Toma de capturas con retardo de 5 segundos. Traducido al gallego, portugues y al ingles.
gl_es: Pinta, sinala, marca, escribe na pantalla para mellorar as túas exposicións. Con teclado Virtual. Toma de capturas con retardo de 5 segundos. Traducido ao galego, portugués e inglés.

source: deje pulsado el botón del ratón para desplazar barra de herramientas
gl_es: Manteña premido o botón para mover a barra de ferramentas

source: Minimiza el dibujo
gl_es: Minimiza o debuxo

source: Elija el color para dibujar
gl_es: Escolla a cor para debuxar

source: grosor del trazo
gl_es: Groso do trazo

source: Seleccionar objetos para mover
gl_es: Seleccionar obxectos para mover

source: Propiedades del objeto
gl_es: Propiedades do obxecto

source: Borrar todos los dibujos hechos
gl_es: Borrar todos os debuxos feitos

source: Borrar último elemento dibujado
gl_es: Borrar o último elemento debuxado

source: Dibujar a mano alzada. Tecla "A"
gl_es: Debuxar a man alzada. Tecla «A»

source: Dibuja a mano alzada pero añade una fecla final
gl_es: Debuxa a man alzada e engade unha frecha na fin

source: Dibujar una linea. Tecla "L"
gl_es: Debuxar unha liña. Tecla «L»

source: Dibujar una flecha. Tecla "F"
gl_es: Debuxar unha frecha. Tecla «F»

source: Dibujar una eclipse. Tecla "E"
gl_es: Debuxar unha elipse. Tecla «E»

source: Dibujar un rectangulo. Tecla "R"
gl_es: Debuxar un rectángulo. Tecla «R»

source: Seleccione un texto y editelo. Tecla "Y"
gl_es: Seleccione un texto e edíteo. Tecla «Y»

source: Circulo de color con un contador interno
gl_es: Circulo de cor cun contador interno

source: Dibuja un rectangulo y aclara la zona. Tecla "P"
gl_es: Debuxa un rectángulo e aclara a zona. Tecla «P»

source: Dibuja un icono, si pulsa el botón derecho del ratón, mostrará un formulario para elegir el icono.
gl_es: Debuxa unha icona. Se preme no botón dereito do rato, amosará un formulario para escoller a icona.

source: activar ventana webcam
gl_es: Activar a xanela da webcam

source: Tecla Z: Tomar zona de la pantalla y guardarla al disco duro. Si cancela, se guarda en el portapapeles.
gl_es: Tecla Z: Capturar unha zona da pantalla e gardala no disco ríxido. Se cancela, gardarase no portapapeis.

source: Cambiar Fondo
gl_es: Cambiar o fondo

source: Minimizar y tomar captura en 5 seg
gl_es: Minimizar e facer a captura en 5 segs.

source: Cambio a Barra Horizontal o Barra Vertical
gl_es: Cambio a barra horizontal ou barra vertical

source: Blurring
gl_es: Esborranchado

source: Parar de dibujar
gl_es: Deixar de debuxar

source: Salir de la aplicación
gl_es: Saír da aplicación

source: Tecla S: Tomar captura de la pantalla
gl_es: Tecla S: Facer unha captura da pantalla

source: Escriba el texto....
gl_es: Escriba o texto....

source: mover barra de texto
gl_es: Mover a barra de texto

source: deje pulsado aqui el boton del ratón y desplace la ventana
gl_es: Manteña premido aquí o botón do rato e desprace a xanela

source: Problemas para obtener la imagen de la camara web,
gl_es: Hai algún problema para obter a imaxe da cámara web,

source: pruebe con otra ruta de dispositivo /dev/video1, /dev/video2,
gl_es: probe con outra ruta de dispositivo /dev/video1, /dev/video2,

source: Aceptar y Salir de configuración
gl_es: Aceptar e saír da configuración

source: Icono Chincheta (elija el icono de carpeta para elegir imagen):
gl_es: Icona de chincheta (escolla a icona de cartafol para escoller a imaxe):

source: Label1
gl_es: Etiqueta1

source: Acerca de...
gl_es: Sobre...

source: Autores: Antonio Sánchez y Julio Sánchez
gl_es: Autores: Antonio Sánchez e Julio Sánchez

source: Ayuda para saber usar la teclas
gl_es: Axuda sobre o uso das teclas

source: Guardar
gl_es: Gardar

source: Refresco:
gl_es: Actualización:

source: Letra y Subrayado
gl_es: Letra e subliñado

source: Ancho Letra:
gl_es: Largo da letra:

source: Ancho Subrayador:
gl_es: Largo do subliñado:

source: Reiniciar contador del boton Numerador al cambiar de color
gl_es: Reiniciar o contador da marca numerador ao cambiar a cor

source: DIámetro circulo del botón Numerador:
gl_es: Diámetro do circulo da marca do numerador

source: Tamaño letra del circulo del Numerador:
gl_es: Tamaño de letra do circulo do numerador:

source: Comprobar si hay alguna actualización del programa
gl_es: Comprobar se hai algunha actualización do programa

source: Abrir archivo
gl_es: Abrir ficheiro

source: Seleccione directorio a abrir:
gl_es: Seleccione o directorio a abrir:

source: Guardar archivo
gl_es: Gardar ficheiro

source: Seleccione directorio donde guardar el archivo:
gl_es: Seleccione o directorio onde gardar o ficheiro:

source: Nombre:
gl_es: Nome:

source: Ayuda
gl_es: Axuda

source: <b>F1</b>: Ayuda (es esta pantalla)<br> <b>A</b>: Dibujar a mano alzada<br> <b>B</b>: Muestra u oculta la barra de herramientas<br> <b>C</b>: Coloca una chincheta en la posición del puntero del ratón<br> <b>E</b>: Dibujar elipse<br> <b>F</b>: Dibujar flecha en linea recta<br> <b>G</b>: Dibujar a mano alzada terminando con una flecha<br> <b>L</b>: Dibujar linea<br> <b>P</b>: Aclara el fondo del rectángulo que definas<br> <b>M</b>: Marcador subrayador<br> <b>N</b>: Numerador<br> <b>R</b>: Dibujar rectángulo<br> <b>S</b>: Captura la pantalla para guardarla en un archivo de imagen<br> <b>Z</b>: Captura una zona de la pantalla para guardarla en un archivo de image .jpg <br> <b>T</b>: Escribe texto<br> <b>Y</b>: Edita texto, seleccionando la primera letra en la pantalla.<br> <b>Tecla backspace o Retroceso:</b> Elimina el último elemento dibujado <br> <b>Tecla Supr:</b> Borrado de los elementos dibujados <br> <b>Tecla Esc</b> y <b>Doble Click:</b> Sale de la aplicación.
gl_es: <b>F1</b>: Axuda (é esta pantalla)<br> <b>A</b>: Debuxar a man alzada<br> <b>B</b>: Amosa ou agocha a barra de ferramentas<br> <b>C</b>: Coloca una chincheta na posición do punteiro do rato<br> <b>E</b>: Debuxar unha elipse<br> <b>F</b>: Debuxar unha frecha en liña recta<br> <b>G</b>: Debuxar a man alzada rematando cunha frecha<br> <b>L</b>: Debuxar unha liña<br> <b>P</b>: Aclara o fondo do rectángulo que defina<br> <b>M</b>: Marcador subliñador<br> <b>N</b>: Numerador<br> <b>R</b>: Debuxar un rectángulo<br> <b>S</b>: Captura a pantalla para gardala nun ficheiro de imaxe<br> <b>Z</b>: Captura unha zona da pantalla para gardala nun ficheiro de imaxe .jpg <br> <b>T</b>: Escribe un texto<br> <b>Y</b>: Edita un texto, seleccionando a primeira letra na pantalla.<br> <b>Tecla borrar atrás ou de retroceso:</b> Elimina o último elemento debuxado <br> <b>Tecla Supr:</b> Borrado de todos os elementos debuxados <br> <b>Tecla Esc</b> e <b>Duplo clic:</b> Sae da aplicación.

source: Color:
gl_es: Cor:

source: Opacidad:
gl_es: Opacidade:

source: Ancho:
gl_es: Largo:

source: Cerrar
gl_es: Pechar

source: Renglones
gl_es: Rengueiros

source: Imagen a elegir
gl_es: Imaxe a escoller

source: Fondo en blanco
gl_es: Fondo en branco

source: WebCam/Visor Documentos
gl_es: WebCam/Visor de documentos

source: Imagen guardada en el portapapeles
gl_es: Imaxe gardada no portapeis

source: No ha sido posible conectarse al servidor
gl_es: Non foi posíbel conectar co servidor

source: No puedo comprobar si hay nueva versión
gl_es: Non é posíbel comprobar se hai unha versión nova

source: El archivo de versión no es para este programa
gl_es: O ficheiro de versión non é para este programa

source: Existe una nueva versión
gl_es: Existe unha versión nova

source: Versión encontrada:
gl_es: Versión atopada:

source: Mejoras:
gl_es: Melloras:

source: Dirección Url de descarga:
gl_es: Enderezo URL de descarga:

source: Ir a la página de descarga
gl_es: Ir á páxina de descarga

source: No actualización
gl_es: Non actualizar

source: La versión actual:
gl_es: A versión actual:

source: es igual o superior que la que hay en el servidor
gl_es: é igual ou superior que a que hai no servidor

source: No necesita actualizarla
gl_es: Non necesita actualizala

source: Assertion failed.
gl_es: Fallou a declaración.

source: The project must be run from source to start the unit tests.
gl_es: Para iniciar as probas unitarias, ten que executar o proxecto desde o código.

source: Found unit test : &1
gl_es: Atopouse a unidade proba : &1

source: Starting test #&1 on process #&2 ...
gl_es: Iniciando a proba nº &1 no proceso nº &2 ...

source: Received data from task #&1.
gl_es: Datos recibidos desde a tarefa nº &1.

source: Received error from test #&1 (task #&2) :
gl_es: Recibiuse un erro desde a proba nº &1 (tarefa nº &2) :

source: Task #&1 terminated.
gl_es: Rematada a tarefa nº &1.

source: Test #&1 (task #&2) terminated unexpectedly !
gl_es: Proba nº &1 (tarefa nº &2) rematou de súpeto !

source: Test &1 (#&2) succeeded
gl_es: Proba &1 (nº &2) satisfactoria

source: Test &1 (#&2) failed
gl_es: Proba &1 (nº &2) fallada

source: &1 failed due to an unexpected error.
gl_es: &1 fallou por mor dun erro non agardado.

source: Reason: &1
gl_es: Razón: &1

source: No stack trace available.
gl_es: Non hai dispoñíbel un trazado da morea.

source: Stack trace : &1
gl_es: Trazado da morea : &1

source: Standard output :
gl_es: Saída estándar :

source: &1 tests finished. &2 sucessful tests, &3 failed tests.
gl_es: &1 probas rematadas. &2 probas satisfactorias, &3 probas falladas.
